In [2]:
import pandas as pd

In [3]:
table = pd.read_csv('../../aulas/data/aulas/Matriculados.csv')

In [4]:
table.head()

    nome  idade  peso  altura sexo
0  Maria     20    71    1.64    F
1  Pedro      8    33    1.20    M
2  Pablo     46    90    1.90    M
3  Joana     83    58    1.54    F

In [16]:
table.nome

0    Maria
1    Pedro
2    Pablo
3    Joana
Name: nome, dtype: object

In [17]:
colunas = ['nome','peso']

In [18]:
table[colunas]

    nome  peso
0  Maria    71
1  Pedro    33
2  Pablo    90
3  Joana    58